{
  "img": "https://raw.githubusercontent.com/AKDEVFD/akport/refs/heads/main/ANDY.jpg",
  "heading": "About Me",
  "projectText": "About background image",
  "bio": [
    "Technologist and software developer, specializing in electronic art and creative code, he explores topics such as computer vision, sound art, electronic literature, generative art and machine learning. He has studies in Audiovisual Communication from the Universidad del Claustro de Sor Juana, Machine Learning for Artist from CIID Summer School Costa Rica, Full Stack Development from the Tecnológico de Monterrey, and Electronic Literature from the Philological Research Institute of the UNAM. His artistic work has been presented in Hong Kong during the International Machine Learning and Art Symposium “Art Machines 2” in the “Constructing Contexts” gallery, at Art Basel Miami during the MUSES exhibition curated by Adobe & Future Commerce, at Galería Unión México in the Crash art exhibition, held by the Mexico NFT group and in the metaverse in the NFT exhibition Maquianturalis 2.0 during the International Conference on Live Coding 2021 ICLC. He has taught Creative Artificial Intelligence courses at CUNA School of Art Science and Technology and is the creator of the first Latin American Biennial of Artificial Intelligence and Art, BILIA.",
    "With 10 years of experience in the entertainment industry, new technologies, software and interactive design, he has professionally directed audiovisual projects related to art, innovation and its intersection with new media, he has worked and collaborated on multimedia projects for different companies and studios. such as Cultus Innovación, Altered Vjs, Siete Media, Cocolab, Oculta Studio, Mayan Warrior, has been part of immersive installations such as Submerge 2020 at Artechouse NYC, Frida Immersive 2022 by Cocolab México, Disney for Lighthouse Immersive 2023, as well as artistic pieces presented at festivals such as Burning Man, Mutek México, Sonar México, Axe Ceremonia. He has participated in creating visual effects for artists such as Royksopp, Rüfüs Du Sol, Danna Paola Xtasis World Tour, Elsa and Elmar, as well as creating software for music shows such as DLD, Nicola Cruz & Fidel Eljuri. He has been commercially related to brands and companies such as: Huawei, Nike, Adidas, Warner, Bank of Mexico, Clase Azul. He is currently the founder and developer of Automata Lab, a creative programming studio located in Mexico City. During this time he has been involved in the development and creation of complex interaction systems, to communicate different media and supports in real time such as lighting installations, tracking systems, generative visuals, sensors, alternative projection supports, kinetic lights, lasers, machine learning, webapps, VR and AR. He has had an approach to programming languages ​​and environments such as Javascript, Python, Openframeworks, Max / Msp / Jitter, Arduino, Processing, C ++, C #, TouchDesigner, Unity 3D, Unreal Engine, Notch VFX."
  ]
}
